export default {
  ariaLabel: 'Импортировать или экспортировать конфигурацию приложения',
  title: 'Импорт/экспорт конфигурации приложения',
  stepper: {
    importPanel: 'Выберите детали для импорта',
    rootPanel: 'Импорт или экспорт',
    exportPanel: 'Выберите детали для экспорта',
  },
  importButton: 'Импорт',
  exportButton: 'Экспорт',
  exportHint: 'Выберите, какие настройки включить в файл экспорта.',
  importSelectHint: 'Выберите, какие настройки загрузить из файла',
  notice: {
    heading: 'Обратите внимание на следующее:',
    list: {
      exportFirst: 'Если вы хотите сохранить существующие настройки приложения, сочетания клавиш приложения, пользовательское приложение CSS и блокнот приложения, сначала экспортируйте их, а затем импортируйте заменяющую конфигурацию.',
      importOverwrites: 'При импорте существующие настройки приложения, сочетания клавиш приложения, пользовательское приложение CSS и блокнот приложения будут перезаписаны в соответствии с вашим выбором на следующем шаге.',
      selectiveImport: 'Можно импортировать только одну часть конфигурации приложения (Настройки приложения, Привязки клавиш приложения, Пользовательское приложение CSS или Блокнот приложения) без перезаписи остальной части существующей конфигурации в зависимости от того, что вы решите импортировать на следующем шаге.',
    }
  },
  checkboxes: {
    appSettings: 'Настройки приложения',
    keybinds: 'Сочетания клавиш приложений',
    appNoteboard: 'Блокнот приложений',
    appStyling: 'Пользовательское приложение CSS',
  },
  createExportFile: 'Создать файл экспорта',
  importSelected: 'Импортировать выбранное',
  toasts: {
    exportSuccess: 'Конфигурация успешно экспортирована.',
    importSuccess: 'Конфигурация успешно импортирована',
  }
}
