export default {
  closeWithoutSaving: 'Закрити без збереження',
  helpTooltip: {
    aria: 'Показати посилання на сполучення клавіш редактора',
    title: 'Клавіатури редактора',
    items: {
      commandPalette: 'Палітра команд',
      triggerSuggestion: 'Активувати спливаюче вікно з пропозиціями',
      find: 'знайти',
      findReplace: 'Знайдіть і замініть',
      copy: 'Копіювати (копіює весь рядок, якщо виділення порожнє)',
      paste: 'Вставити (вставляє весь рядок, якщо виділення порожнє)',
      cut: 'Вирізати (вирізає поточний рядок, якщо виділення порожнє)',
      addPadding: 'Додати відступ',
      removePadding: 'Видалити прокладку',
    },
    footer: 'Інші команди, сполучення клавіш і деталі доступні на панелі команд.',
    variableListTitle: 'Fantasia Archive список змінних',
  },
  loading: 'Завантаження редактора…',
  saveButton: 'Зберегти зміни',
  title: 'Спеціальний проект CSS',
}
