export default {
  ariaLabel: 'Імпорт або експорт конфігурації програми',
  title: 'Імпорт/експорт конфігурації програми',
  stepper: {
    importPanel: 'Виберіть частини для імпорту',
    rootPanel: 'Імпорт або експорт',
    exportPanel: 'Виберіть частини для експорту',
  },
  importButton: 'Імпорт',
  exportButton: 'Експорт',
  exportHint: 'Виберіть, які параметри включити до файлу експорту',
  importSelectHint: 'Виберіть, які параметри завантажити з файлу',
  notice: {
    heading: 'Зверніть увагу на наступне:',
    list: {
      exportFirst: 'Якщо ви бажаєте зберегти наявні параметри програми, прив’язки клавіш програми, спеціальну програму CSS та блокнот програми, спочатку експортуйте їх, а потім імпортуйте конфігурацію для заміни.',
      importOverwrites: 'Імпортування БУДЕ перезаписано ваші існуючі налаштування додатка, прив’язки клавіш додатка, спеціальний додаток CSS і блокнот додатків згідно з вашим вибором на наступному кроці.',
      selectiveImport: 'Можна імпортувати лише одну частину конфігурації програми (параметри програми, прив’язки клавіш програми, спеціальну програму CSS або блокнот програми), не перезаписуючи решту наявної конфігурації на основі того, що ви вирішите імпортувати на наступному кроці.',
    }
  },
  checkboxes: {
    appSettings: 'Налаштування програми',
    keybinds: 'Клавіатури програми',
    appNoteboard: 'Блокнот програми',
    appStyling: 'Спеціальна програма CSS',
  },
  createExportFile: 'Створити файл експорту',
  importSelected: 'Вибрано імпорт',
  toasts: {
    exportSuccess: 'Конфігурацію успішно експортовано',
    importSuccess: 'Конфігурацію успішно імпортовано',
  }
}
