export default {
  ariaLabel: 'ऐप कॉन्फ़िगरेशन आयात या निर्यात करें',
  title: 'आयात/निर्यात ऐप कॉन्फ़िगरेशन',
  stepper: {
    importPanel: 'आयात करने के लिए भागों का चयन करें',
    rootPanel: 'आयात या निर्यात',
    exportPanel: 'निर्यात करने के लिए भागों का चयन करें',
  },
  importButton: 'आयात',
  exportButton: 'निर्यात',
  exportHint: 'चुनें कि निर्यात फ़ाइल में कौन सी सेटिंग्स शामिल करनी हैं',
  importSelectHint: 'चुनें कि फ़ाइल से कौन सी सेटिंग्स लोड करनी हैं',
  notice: {
    heading: 'कृपया निम्नलिखित ध्यान दें:',
    list: {
      exportFirst: 'यदि आप अपनी मौजूदा ऐप सेटिंग्स, ऐप कीबाइंड्स, कस्टम ऐप CSS और ऐप नोटबोर्ड रखना चाहते हैं, तो पहले उन्हें निर्यात करें, फिर प्रतिस्थापन कॉन्फ़िगरेशन आयात करें।',
      importOverwrites: 'आयात करने से अगले चरण में आपकी पसंद के अनुसार आपकी मौजूदा ऐप सेटिंग्स, ऐप कीबाइंड, कस्टम ऐप CSS और ऐप नोटबोर्ड ओवरराइट हो जाएंगे।',
      selectiveImport: 'अगले चरण में आप जो आयात करना चुनते हैं उसके आधार पर मौजूदा कॉन्फ़िगरेशन के बाकी हिस्सों को अधिलेखित किए बिना ऐप कॉन्फ़िगरेशन (ऐप सेटिंग्स, ऐप कीबाइंड्स, कस्टम ऐप CSS, या ऐप नोटबोर्ड) का केवल एक ही भाग आयात करना संभव है।',
    }
  },
  checkboxes: {
    appSettings: 'ऐप सेटिंग्स',
    keybinds: 'ऐप कीबाइंड',
    appNoteboard: 'ऐप नोटबोर्ड',
    appStyling: 'कस्टम ऐप CSS',
  },
  createExportFile: 'निर्यात फ़ाइल बनाएँ',
  importSelected: 'आयात चयनित',
  toasts: {
    exportSuccess: 'कॉन्फ़िगरेशन सफलतापूर्वक निर्यात किया गया',
    importSuccess: 'कॉन्फ़िगरेशन सफलतापूर्वक आयात किया गया',
  },
  errors: {
    desktopOnly: 'ऐप कॉन्फ़िगरेशन केवल डेस्कटॉप ऐप में उपलब्ध है।',
    exportToFileFailed: 'फ़ाइल में निर्यात विफल रहा',
    importValidationFailed: 'आयात सत्यापन विफल रहा'
  }
}
