export default {
  ariaLabel: 'Εισαγωγή ή εξαγωγή διαμόρφωσης εφαρμογής',
  title: 'Εισαγωγή / Εξαγωγή διαμόρφωσης εφαρμογής',
  stepper: {
    importPanel: 'Επιλέξτε εξαρτήματα για εισαγωγή',
    rootPanel: 'Εισαγωγή ή εξαγωγή',
    exportPanel: 'Επιλέξτε εξαρτήματα για εξαγωγή',
  },
  importButton: 'Εισαγωγή',
  exportButton: 'Εξαγωγή',
  exportHint: 'Επιλέξτε ποιες ρυθμίσεις θα συμπεριληφθούν στο αρχείο εξαγωγής',
  importSelectHint: 'Επιλέξτε ποιες ρυθμίσεις θα φορτωθούν από το αρχείο',
  notice: {
    heading: 'Σημειώστε τα ακόλουθα:',
    list: {
      exportFirst: 'Εάν θέλετε να διατηρήσετε τις υπάρχουσες ρυθμίσεις εφαρμογών, τα πλήκτρα εφαρμογών, την προσαρμοσμένη εφαρμογή CSS και το Σημειωματάριο εφαρμογών, πρώτα εξάγετε και, στη συνέχεια, εισαγάγετε τη διαμόρφωση αντικατάστασης.',
      importOverwrites: 'Η εισαγωγή θα αντικαταστήσει τις υπάρχουσες ρυθμίσεις εφαρμογής, τα πλήκτρα εφαρμογών, την προσαρμοσμένη εφαρμογή CSS και το Σημειωματάριο εφαρμογής σύμφωνα με τις επιλογές σας στο επόμενο βήμα.',
      selectiveImport: 'Είναι δυνατή η εισαγωγή μόνο ενός μέρους της διαμόρφωσης της εφαρμογής (Ρυθμίσεις εφαρμογής, Πλήκτρα εφαρμογής, Προσαρμοσμένη εφαρμογή CSS ή Σημειωματάριο εφαρμογής) χωρίς να αντικατασταθεί η υπόλοιπη υπάρχουσα διαμόρφωση με βάση αυτό που θα επιλέξετε να εισαγάγετε στο επόμενο βήμα.',
    }
  },
  checkboxes: {
    appSettings: 'Ρυθμίσεις εφαρμογής',
    keybinds: 'Πλήκτρα εφαρμογών',
    appNoteboard: 'Σημειωματάριο εφαρμογής',
    appStyling: 'Προσαρμοσμένη εφαρμογή CSS',
  },
  createExportFile: 'Δημιουργία αρχείου εξαγωγής',
  importSelected: 'Επιλέχθηκε η εισαγωγή',
  toasts: {
    exportSuccess: 'Η διαμόρφωση εξήχθη με επιτυχία',
    importSuccess: 'Η διαμόρφωση εισήχθη με επιτυχία',
  },
  errors: {
    desktopOnly: 'Η διαμόρφωση εφαρμογής είναι διαθέσιμη μόνο στην εφαρμογή για υπολογιστές.',
    exportToFileFailed: 'Η εξαγωγή σε αρχείο απέτυχε',
    importValidationFailed: 'Η επικύρωση εισαγωγής απέτυχε'
  }
}
