export default {
  closeWithoutSaving: 'Закрыть без сохранения',
  helpTooltip: {
    aria: 'Показать ссылку на сочетание клавиш редактора',
    title: 'Сочетания клавиш редактора',
    items: {
      commandPalette: 'Палитра команд',
      triggerSuggestion: 'Вызвать всплывающее окно с предложением',
      find: 'Находить',
      findReplace: 'Найти и заменить',
      copy: 'Копировать (копирует всю строку, если выбор пуст)',
      paste: 'Вставить (вставляет всю строку, если выделение пусто)',
      cut: 'Вырезать (обрезает текущую строку, если выделение пусто)',
      addPadding: 'Добавить отступы',
      removePadding: 'Удалить отступы',
    },
    footer: 'Дополнительные команды, сочетания клавиш и подробные сведения доступны в палитре команд.',
    variableListTitle: 'Fantasia Archive список переменных',
  },
  loading: 'Загрузка редактора…',
  saveButton: 'Сохранить изменения',
  title: 'Индивидуальный проект CSS',
}
