export default {
  closeWithoutSaving: 'Κλείσιμο χωρίς αποθήκευση',
  helpTooltip: {
    aria: 'Εμφάνιση αναφοράς keybind του επεξεργαστή',
    title: 'Πλήκτρα επεξεργασίας',
    items: {
      commandPalette: 'Παλέτα εντολών',
      triggerSuggestion: 'Ενεργοποίηση αναδυόμενου παραθύρου πρότασης',
      find: 'Εύρημα',
      findReplace: 'Βρείτε και αντικαταστήστε',
      copy: 'Αντιγραφή (αντιγράφει ολόκληρη τη γραμμή εάν η επιλογή είναι κενή)',
      paste: 'Επικόλληση (επικολλά ολόκληρη τη γραμμή εάν η επιλογή είναι κενή)',
      cut: 'Αποκοπή (κόβει την τρέχουσα γραμμή εάν η επιλογή είναι κενή)',
      addPadding: 'Προσθήκη γεμίσματος',
      removePadding: 'Αφαιρέστε την επένδυση',
    },
    footer: 'Περαιτέρω εντολές, πλήκτρα και λεπτομέρειες είναι διαθέσιμες στην παλέτα εντολών.',
    variableListTitle: 'Fantasia Archive λίστα μεταβλητών',
  },
  loading: 'Φόρτωση προγράμματος επεξεργασίας…',
  saveButton: 'Αποθήκευση αλλαγών',
  title: 'Προσαρμοσμένο έργο CSS',
}
